Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Public exercises shared by all users appear here. Pull down to refresh.
ar: تظهر هنا التمارين العامة التي يشاركها جميع المستخدمين. اسحب لأسفل للتحديث.
de: Hier erscheinen die öffentlichen Übungen aller Nutzer. Zum Aktualisieren nach unten ziehen.
es: Aquí aparecen los ejercicios públicos compartidos por todos los usuarios. Desliza hacia abajo para actualizar.
fr: Les exercices publics partagés par tous les utilisateurs apparaissent ici. Tirez vers le bas pour actualiser.
it: Qui compaiono gli esercizi pubblici condivisi da tutti gli utenti. Trascina verso il basso per aggiornare.
ja: すべてのユーザーが共有した公開エクササイズがここに表示されます。下に引いて更新します。
ko: 모든 사용자가 공유한 공개 연습이 여기에 표시됩니다. 아래로 당겨 새로 고치세요.
nl: Hier verschijnen de openbare oefeningen die alle gebruikers delen. Trek omlaag om te vernieuwen.
pl: Tutaj pojawiają się publiczne ćwiczenia udostępnione przez wszystkich użytkowników. Pociągnij w dół, aby odświeżyć.
pt_br: Os exercícios públicos compartilhados por todos os usuários aparecem aqui. Puxe para baixo para atualizar.
ru: Здесь появляются публичные упражнения всех пользователей. Потяните вниз, чтобы обновить.
sv: Här visas offentliga övningar som delats av alla användare. Dra nedåt för att uppdatera.
tr: Tüm kullanıcıların paylaştığı herkese açık egzersizler burada görünür. Yenilemek için aşağı çekin.
zh_hans: 所有用户分享的公开练习会显示在这里。下拉可刷新。

source: Push each "Hup" out with a small kick from your belly, like a short laugh. Your throat should stay relaxed.
ar: ادفع كل «Hup» للخارج بدفعة صغيرة من بطنك، مثل ضحكة قصيرة. يجب أن يبقى حلقك مسترخيًا.
de: Stoß jedes „Hup“ mit einem kleinen Impuls aus dem Bauch heraus, wie ein kurzes Lachen. Dein Hals bleibt dabei entspannt.
es: Empuja cada «Hup» con un pequeño impulso desde el abdomen, como una risa corta. La garganta debe quedarse relajada.
fr: Lancez chaque « Hup » avec une petite impulsion du ventre, comme un rire bref. La gorge doit rester détendue.
it: Spingi fuori ogni “Hup” con una piccola spinta dalla pancia, come una breve risata. La gola deve restare rilassata.
ja: 短い笑い声のように、お腹からの小さな押しでそれぞれの「Hup」を出します。のどはリラックスしたままにします。
ko: 짧게 웃듯이 배에서 나오는 작은 힘으로 “Hup”을 하나씩 내보내세요. 목은 편안하게 유지해야 합니다.
nl: Stuw elke ‘Hup’ naar buiten met een klein zetje vanuit je buik, als een korte lach. Je keel blijft ontspannen.
pl: Wypychaj każde „Hup” małym impulsem z brzucha, jak krótki śmiech. Gardło ma pozostać rozluźnione.
pt_br: Solte cada “Hup” com um pequeno impulso da barriga, como uma risada curta. A garganta deve ficar relaxada.
ru: Выталкивайте каждое «Hup» лёгким толчком живота, как короткий смешок. Горло при этом остаётся расслабленным.
sv: Stöt ut varje ”Hup” med en liten spark från magen, som ett kort skratt. Halsen ska vara avslappnad.
tr: Her “Hup” sesini karnınızdan gelen küçük bir itişle, kısa bir kahkaha gibi çıkarın. Boğazınız gevşek kalmalı.
zh_hans: 像短促的笑声一样，用腹部的小小推力送出每个“Hup”。喉咙要保持放松。

source: Put a single settings category — or every one of them — back to how the app started out.
ar: أعِد فئة إعدادات واحدة، أو جميع الفئات، إلى حالتها الأصلية في التطبيق.
de: Setze eine einzelne Einstellungskategorie – oder alle – auf den Anfangszustand der App zurück.
es: Restablece una sola categoría de ajustes —o todas— a como empezó la app.
fr: Remettez une seule catégorie de réglages — ou toutes — dans l’état initial de l’app.
it: Riporta una singola categoria di impostazioni — o tutte — a com’era all’avvio dell’app.
ja: 設定カテゴリを個別に、またはすべてまとめてアプリの初期状態に戻します。
ko: 설정 카테고리를 하나씩, 또는 전부 한 번에 앱의 초기 상태로 되돌립니다.
nl: Zet één instellingencategorie — of allemaal — terug zoals de app begon.
pl: Przywróć jedną kategorię ustawień — albo wszystkie — do stanu początkowego aplikacji.
pt_br: Volte uma única categoria de configurações — ou todas — ao estado inicial do app.
ru: Верните одну категорию настроек — или все сразу — к исходному состоянию приложения.
sv: Återställ en enskild inställningskategori – eller alla – till hur appen började.
tr: Tek bir ayar kategorisini — ya da hepsini — uygulamanın başlangıç durumuna döndürün.
zh_hans: 将单个设置类别（或全部类别）恢复到应用最初的状态。

source: Puts every category above back at once. Your exercises, scores and routines are untouched.
ar: يعيد كل الفئات أعلاه دفعة واحدة. لا تُمس تمارينك ونتائجك وروتيناتك.
de: Setzt alle Kategorien oben auf einmal zurück. Deine Übungen, Punktzahlen und Routinen bleiben unberührt.
es: Restablece de una vez todas las categorías de arriba. Tus ejercicios, puntuaciones y rutinas no se tocan.
fr: Réinitialise d’un coup toutes les catégories ci-dessus. Vos exercices, vos notes et vos routines ne sont pas touchés.
it: Ripristina in una volta tutte le categorie qui sopra. I tuoi esercizi, punteggi e routine restano intatti.
ja: 上のすべてのカテゴリを一度にリセットします。エクササイズ、スコア、ルーティンはそのままです。
ko: 위의 모든 카테고리를 한 번에 초기화합니다. 연습, 점수, 루틴은 그대로 유지됩니다.
nl: Zet alle categorieën hierboven in één keer terug. Je oefeningen, scores en routines blijven ongemoeid.
pl: Resetuje naraz wszystkie kategorie powyżej. Twoje ćwiczenia, wyniki i rutyny pozostają nietknięte.
pt_br: Redefine de uma vez todas as categorias acima. Seus exercícios, pontuações e rotinas não são alterados.
ru: Сбрасывает все категории выше сразу. Ваши упражнения, оценки и программы не затрагиваются.
sv: Återställer alla kategorier ovan på en gång. Dina övningar, poäng och rutiner rörs inte.
tr: Yukarıdaki tüm kategorileri tek seferde sıfırlar. Egzersizleriniz, puanlarınız ve rutinleriniz etkilenmez.
zh_hans: 一次性重置上面的所有类别。你的练习、得分和训练组不受影响。

source: Puts every exercise that came with the app back to how it shipped, bringing back any you deleted.
ar: يعيد كل تمرين مرفق مع التطبيق إلى حالته الأصلية، ويعيد أي تمرين حذفته.
de: Setzt alle mitgelieferten Übungen auf den Auslieferungszustand zurück und holt gelöschte wieder zurück.
es: Devuelve todos los ejercicios que vienen con la app a su estado original y recupera los que hayas borrado.
fr: Rétablit tous les exercices fournis avec l’app dans leur état d’origine et récupère ceux que vous avez supprimés.
it: Riporta tutti gli esercizi inclusi nell’app allo stato originale e recupera quelli che hai eliminato.
ja: アプリに付属するすべてのエクササイズを出荷時の状態に戻し、削除したものも復元します。
ko: 앱에 포함된 모든 연습을 원래 상태로 되돌리고, 삭제한 연습도 복원합니다.
nl: Zet alle meegeleverde oefeningen terug naar hun oorspronkelijke staat en haalt verwijderde weer terug.
pl: Przywraca wszystkie ćwiczenia dołączone do aplikacji do pierwotnej postaci i odzyskuje te usunięte.
pt_br: Volta todos os exercícios que vêm com o app ao estado original e recupera os que você excluiu.
ru: Возвращает все встроенные упражнения к исходному виду и восстанавливает удалённые.
sv: Återställer alla övningar som följde med appen till sitt ursprungliga skick och tar tillbaka dem du raderat.
tr: Uygulamayla gelen tüm egzersizleri özgün haline döndürür ve sildiklerinizi geri getirir.
zh_hans: 将应用自带的所有练习恢复为出厂状态，并找回你删除的练习。

source: Puts the app's language back to English.
ar: يعيد لغة التطبيق إلى الإنجليزية.
de: Setzt die Sprache der App wieder auf Englisch.
es: Devuelve el idioma de la app al inglés.
fr: Remet la langue de l’app en anglais.
it: Riporta la lingua dell’app all’inglese.
ja: アプリの言語を英語に戻します。
ko: 앱의 언어를 영어로 되돌립니다.
nl: Zet de taal van de app terug op Engels.
pl: Przywraca język aplikacji na angielski.
pt_br: Volta o idioma do app para o inglês.
ru: Возвращает язык приложения на английский.
sv: Ställer tillbaka appens språk till engelska.
tr: Uygulamanın dilini yeniden İngilizceye ayarlar.
zh_hans: 将应用语言恢复为英语。

source: Puts the daily practice goal and the number of exercises in “New for You” back, and returns the whitelist to every exercise in your library, dropping the ones you checked or unchecked yourself. The categories the tab shows and the order they come in are left as you arranged them.
ar: يعيد هدف التمرّن اليومي وعدد التمارين في «جديد لك»، ويعيد قائمة المسموح بها إلى كل تمارين مكتبتك، متجاهلًا ما حددته أو ألغيت تحديده بنفسك. تبقى الفئات التي يعرضها التبويب وترتيبها كما رتّبتها.
de: Setzt das tägliche Übungsziel und die Anzahl der Übungen in „Neu für dich“ zurück und lässt wieder alle Übungen deiner Bibliothek zu; selbst an- oder abgewählte Übungen werden dabei verworfen. Welche Kategorien der Tab zeigt und in welcher Reihenfolge, bleibt so, wie du es eingerichtet hast.
es: Restablece el objetivo diario de práctica y el número de ejercicios de «Nuevo para ti», y vuelve a permitir todos los ejercicios de tu biblioteca, descartando los que marcaste o desmarcaste tú. Las categorías que muestra la pestaña y su orden se quedan como las dejaste.
fr: Rétablit l’objectif de pratique quotidien et le nombre d’exercices de « Nouveautés pour vous », et autorise de nouveau tous les exercices de votre bibliothèque, en abandonnant ceux que vous aviez cochés ou décochés vous-même. Les catégories affichées par l’onglet et leur ordre restent comme vous les avez réglés.
it: Ripristina l’obiettivo di pratica giornaliero e il numero di esercizi in “Novità per te”, e riammette tutti gli esercizi della tua libreria, scartando quelli che avevi selezionato o deselezionato tu. Le categorie mostrate dalla scheda e il loro ordine restano come li hai sistemati.
ja: 1日の練習目標と「あなたへの新着」のエクササイズ数を元に戻し、ライブラリのすべてのエクササイズを再び対象にします。自分で付け外ししたチェックは破棄されます。タブに表示するカテゴリとその並び順は、あなたが並べたままです。
ko: 하루 연습 목표와 “나를 위한 새 연습” 연습 개수를 되돌리고, 라이브러리의 모든 연습을 다시 허용하며 직접 선택하거나 해제한 항목은 사라집니다. 탭에 보이는 분류와 그 순서는 정해 둔 그대로 남습니다.
nl: Zet het dagelijkse oefendoel en het aantal oefeningen in ‘Nieuw voor jou’ terug en staat weer alle oefeningen in je bibliotheek toe, waarbij de oefeningen die je zelf aan- of uitvinkte vervallen. Welke categorieën het tabblad toont en in welke volgorde, blijft zoals je het hebt ingericht.
pl: Przywraca dzienny cel ćwiczeń i liczbę ćwiczeń w „Nowe dla Ciebie” oraz ponownie dopuszcza wszystkie ćwiczenia w twojej bibliotece, odrzucając te, które sam zaznaczyłeś lub odznaczyłeś. To, jakie kategorie pokazuje karta i w jakiej kolejności, zostaje tak, jak to ustawiłeś.
pt_br: Restaura a meta diária de prática e o número de exercícios em “Novidades para você”, e volta a permitir todos os exercícios da sua biblioteca, descartando os que você marcou ou desmarcou. As categorias que a aba mostra e a ordem delas ficam como você organizou.
ru: Возвращает ежедневную цель занятий и число упражнений в «Новое для вас» и снова разрешает все упражнения в вашей библиотеке, отменяя те, что вы отметили или сняли сами. Какие категории показывает вкладка и в каком порядке, остаётся так, как вы настроили.
sv: Återställer det dagliga övningsmålet och antalet övningar i ”Nytt för dig” och tillåter åter alla övningar i ditt bibliotek, och släpper dem du själv kryssat i eller ur. Vilka kategorier fliken visar och i vilken ordning lämnas som du ordnat dem.
tr: Günlük çalışma hedefini ve “Sizin için yeni” egzersiz sayısını geri getirir ve kitaplığındaki tüm egzersizlere yeniden izin verir; kendin işaretlediklerin ya da işaretini kaldırdıkların silinir. Sekmenin hangi kategorileri hangi sırayla gösterdiği, senin düzenlediğin gibi kalır.
zh_hans: 恢复每天的练习目标和“最新推荐”中的练习数量，并将练习库中的全部练习重新列入，同时放弃你自己勾选或取消的项。标签显示哪些分类以及它们的顺序会保持你安排的样子。

source: Puts the exercises below in a random order for this run only.
ar: يرتب التمارين أدناه ترتيبًا عشوائيًا لهذه المحاولة فقط.
de: Bringt die Übungen unten in eine zufällige Reihenfolge, nur für diesen Durchgang.
es: Pone los ejercicios de abajo en orden aleatorio solo para esta vez.
fr: Met les exercices ci-dessous dans un ordre aléatoire, pour cette session seulement.
it: Mette gli esercizi qui sotto in ordine casuale, solo per questa esecuzione.
ja: 下のエクササイズを、今回だけランダムな順に並べ替えます。
ko: 아래 연습들을 이번 회차에만 무작위 순서로 섞습니다.
nl: Zet de oefeningen hieronder in willekeurige volgorde, alleen voor deze ronde.
pl: Ustawia ćwiczenia poniżej w losowej kolejności, tylko na ten przebieg.
pt_br: Coloca os exercícios abaixo em ordem aleatória, só para esta vez.
ru: Расставляет упражнения ниже в случайном порядке, только для этого прохода.
sv: Blandar övningarna nedan slumpmässigt, bara för den här omgången.
tr: Aşağıdaki egzersizleri yalnızca bu tur için rastgele sıraya dizer.
zh_hans: 把下面的练习随机排序，仅对本次有效。

source: Puts the instrument, the playback and recording devices and the microphone delay back to their starting values. Instruments you uploaded are kept.
ar: يعيد الآلة الموسيقية وأجهزة التشغيل والتسجيل وتأخير الميكروفون إلى قيمها الأولية. تبقى الآلات التي رفعتها.
de: Setzt das Instrument, die Wiedergabe- und Aufnahmegeräte und die Mikrofonverzögerung auf die Anfangswerte zurück. Von dir hochgeladene Instrumente bleiben erhalten.
es: Restablece el instrumento, los dispositivos de reproducción y grabación y el retardo del micrófono a sus valores iniciales. Los instrumentos que subiste se conservan.
fr: Remet l’instrument, les appareils de lecture et d’enregistrement et le retard du micro à leurs valeurs initiales. Les instruments que vous avez importés sont conservés.
it: Riporta lo strumento, i dispositivi di riproduzione e registrazione e il ritardo del microfono ai valori iniziali. Gli strumenti che hai caricato vengono mantenuti.
ja: 楽器、再生・録音デバイス、マイク遅延を初期値に戻します。アップロードした楽器は残ります。
ko: 악기, 재생 및 녹음 기기, 마이크 지연을 초기값으로 되돌립니다. 직접 업로드한 악기는 유지됩니다.
nl: Zet het instrument, de weergave- en opnameapparaten en de microfoonvertraging terug op hun beginwaarden. Instrumenten die je hebt geüpload blijven behouden.
pl: Przywraca instrument, urządzenia odtwarzania i nagrywania oraz opóźnienie mikrofonu do wartości początkowych. Instrumenty, które wgrałeś, pozostają.
pt_br: Volta o instrumento, os dispositivos de reprodução e gravação e o atraso do microfone aos valores iniciais. Os instrumentos que você enviou são mantidos.
ru: Возвращает инструмент, устройства воспроизведения и записи и задержку микрофона к исходным значениям. Загруженные вами инструменты остаются.
sv: Återställer instrumentet, uppspelnings- och inspelningsenheterna och mikrofonfördröjningen till sina ursprungsvärden. Instrument du laddat upp behålls.
tr: Enstrümanı, çalma ve kayıt aygıtlarını ve mikrofon gecikmesini başlangıç değerlerine döndürür. Yüklediğiniz enstrümanlar kalır.
zh_hans: 将乐器、播放和录音设备以及麦克风延迟恢复为初始值。你上传的乐器会保留。

source: Puts the playhead back at the beginning.
ar: يعيد رأس التشغيل إلى البداية.
de: Setzt den Abspielkopf zurück an den Anfang.
es: Devuelve el cabezal de reproducción al principio.
fr: Ramène la tête de lecture au début.
it: Riporta la testina di riproduzione all’inizio.
ja: 再生位置を先頭に戻します。
ko: 재생 위치를 처음으로 되돌립니다.
nl: Zet de afspeelkop terug aan het begin.
pl: Przesuwa głowicę odtwarzania z powrotem na początek.
pt_br: Leva o cursor de reprodução de volta ao início.
ru: Возвращает указатель воспроизведения в начало.
sv: Flyttar uppspelningsmarkören tillbaka till början.
tr: Oynatma çizgisini başa alır.
zh_hans: 把播放头移回开头。

source: Puts the theme, the orientation lock and the look of the menus and the playback screen back to how they started out. Templates you saved are deleted, and the app's own two come back as they started out.
ar: يعيد السمة وقفل الاتجاه ومظهر القوائم وشاشة التشغيل إلى حالتها الأصلية. تُحذف القوالب التي حفظتها، ويعود قالبا التطبيق كما كانا في الأصل.
de: Setzt das Erscheinungsbild, die Ausrichtungssperre und das Aussehen der Menüs und des Wiedergabebildschirms auf den Anfangszustand zurück. Von dir gespeicherte Vorlagen werden gelöscht, und die beiden der App kommen so zurück, wie sie am Anfang waren.
es: Restablece el tema, el bloqueo de orientación y el aspecto de los menús y de la pantalla de reproducción a como empezaron. Las plantillas que guardaste se eliminan, y las dos de la app vuelven a como empezaron.
fr: Remet le thème, le verrouillage de l’orientation et l’apparence des menus et de l’écran de lecture dans leur état initial. Les modèles que vous avez enregistrés sont supprimés, et les deux modèles de l’app reviennent à leur état initial.
it: Riporta il tema, il blocco dell’orientamento e l’aspetto dei menu e della schermata di riproduzione a com’erano all’inizio. I modelli che hai salvato vengono eliminati e i due dell’app tornano com’erano all’inizio.
ja: テーマ、画面の向きのロック、メニューと再生画面の見た目を初期状態に戻します。保存したテンプレートは削除され、アプリの 2 つのテンプレートは初期状態で戻ります。
ko: 테마, 화면 방향 잠금, 메뉴와 재생 화면의 모양을 초기 상태로 되돌립니다. 저장한 템플릿은 삭제되고, 앱의 템플릿 두 개는 초기 상태로 돌아옵니다.
nl: Zet het thema, de oriëntatievergrendeling en het uiterlijk van de menu’s en het afspeelscherm terug zoals ze begonnen. Sjablonen die je hebt bewaard worden verwijderd, en de twee van de app komen terug zoals ze begonnen.
pl: Przywraca motyw, blokadę orientacji oraz wygląd menu i ekranu odtwarzania do stanu początkowego. Zapisane przez ciebie szablony zostają usunięte, a dwa szablony aplikacji wracają w stanie początkowym.
pt_br: Volta o tema, o bloqueio de orientação e a aparência dos menus e da tela de reprodução ao estado inicial. Os modelos que você salvou são excluídos, e os dois do app voltam como eram no início.
ru: Возвращает оформление, блокировку ориентации и вид меню и экрана воспроизведения к исходному состоянию. Сохранённые вами шаблоны удаляются, а два шаблона приложения возвращаются в исходном виде.
sv: Återställer temat, orienteringslåset och utseendet på menyerna och uppspelningsskärmen till hur de började. Mallar du sparat tas bort, och appens två egna kommer tillbaka som de började.
tr: Temayı, yönlendirme kilidini ve menülerle çalma ekranının görünümünü başlangıç durumuna döndürür. Kaydettiğiniz şablonlar silinir ve uygulamanın kendi iki şablonu başlangıçtaki hâliyle geri gelir.
zh_hans: 将主题、方向锁定以及菜单和播放界面的外观恢复到最初的状态。你保存的模板会被删除，应用自带的两个模板会恢复到最初的状态。

source: Puts this exercise back to how it came with the app, undoing your edits to its settings and its MIDI pattern.
ar: يعيد هذا التمرين إلى حالته الأصلية في التطبيق، متراجعًا عن تعديلاتك على إعداداته ونمط MIDI الخاص به.
de: Setzt diese Übung auf den mitgelieferten Zustand zurück und macht deine Änderungen an ihren Einstellungen und ihrem MIDI-Muster rückgängig.
es: Devuelve este ejercicio a como venía con la app y deshace tus cambios en sus ajustes y en su patrón MIDI.
fr: Rétablit cet exercice tel qu’il était fourni avec l’app, en annulant vos modifications de ses réglages et de son motif MIDI.
it: Riporta questo esercizio a com’era incluso nell’app, annullando le tue modifiche alle impostazioni e al pattern MIDI.
ja: このエクササイズをアプリ付属の状態に戻し、設定とMIDIパターンへの変更を取り消します。
ko: 이 연습을 앱에 포함되었던 상태로 되돌리고, 설정과 MIDI 패턴에 가한 편집을 취소합니다.
nl: Zet deze oefening terug zoals ze met de app meekwam en maakt je wijzigingen aan haar instellingen en MIDI-patroon ongedaan.
pl: Przywraca to ćwiczenie do postaci dołączonej do aplikacji, cofając twoje zmiany w jego ustawieniach i wzorze MIDI.
pt_br: Volta este exercício ao estado em que veio com o app, desfazendo suas alterações nas configurações e no padrão MIDI.
ru: Возвращает это упражнение к встроенному виду, отменяя ваши правки его настроек и MIDI-рисунка.
sv: Återställer den här övningen till hur den följde med appen och ångrar dina ändringar av dess inställningar och MIDI-mönster.
tr: Bu egzersizi uygulamayla geldiği haline döndürür; ayarlarında ve MIDI deseninde yaptığınız değişiklikleri geri alır.
zh_hans: 将该练习恢复为应用自带时的状态，撤销你对其设置和 MIDI 音型的修改。

source: Question
ar: سؤال
de: Frage
es: Pregunta
it: Domanda
ja: 質問
ko: 질문
nl: Vraag
pl: Pytanie
pt_br: Pergunta
ru: Вопрос
sv: Fråga
tr: Soru
zh_hans: 问题

source: Range
ar: المدى
de: Umfang
es: Rango
fr: Étendue
it: Estensione
ja: 音域
ko: 음역
nl: Bereik
pl: Skala
pt_br: Extensão
ru: Диапазон
sv: Omfång
tr: Aralık
zh_hans: 音域

source: Range alone doesn't decide your voice type. Teachers also consider your tessitura and the characteristic sound of your voice. Classical music commonly sorts women's voices into soprano, mezzo-soprano and contralto, and men's voices into countertenor, tenor, baritone and bass.
ar: لا يحدد المدى وحده نوع صوتك. فالمعلمون يأخذون في الحسبان أيضًا التيسيتورا الخاصة بك والصوت المميز لصوتك. وفي الموسيقى الكلاسيكية تُصنَّف أصوات النساء عادةً إلى سوبرانو وميتسو سوبرانو وكونترالتو، وأصوات الرجال إلى كونترتينور وتينور وباريتون وباص.
de: Der Umfang allein bestimmt dein Stimmfach nicht. Lehrer berücksichtigen auch deine Tessitura und den charakteristischen Klang deiner Stimme. In der klassischen Musik werden Frauenstimmen meist in Sopran, Mezzosopran und Alt eingeteilt, Männerstimmen in Countertenor, Tenor, Bariton und Bass.
es: La extensión por sí sola no determina tu tipo de voz. Los profesores también tienen en cuenta tu tesitura y el sonido característico de tu voz. En la música clásica, las voces femeninas suelen clasificarse en soprano, mezzosoprano y contralto, y las masculinas en contratenor, tenor, barítono y bajo.
fr: L’étendue seule ne détermine pas votre type de voix. Les professeurs tiennent aussi compte de votre tessiture et du timbre caractéristique de votre voix. En musique classique, on classe généralement les voix de femmes en soprano, mezzo-soprano et contralto, et les voix d’hommes en contre-ténor, ténor, baryton et basse.
it: L’estensione da sola non decide il tuo tipo di voce. Gli insegnanti considerano anche la tessitura e il suono caratteristico della tua voce. Nella musica classica le voci femminili si dividono di solito in soprano, mezzosoprano e contralto, quelle maschili in controtenore, tenore, baritono e basso.
ja: 声域だけで声種が決まるわけではありません。先生はテッシトゥーラや、その声ならではの響きも考えに入れます。クラシック音楽では、女声はふつうソプラノ、メゾソプラノ、コントラルトに、男声はカウンターテナー、テノール、バリトン、バスに分けられます。
ko: 음역만으로 성부가 정해지지는 않습니다. 선생님들은 테시투라와 목소리 특유의 소리도 함께 봅니다. 클래식 음악에서는 보통 여성의 목소리를 소프라노, 메조소프라노, 콘트랄토로, 남성의 목소리를 카운터테너, 테너, 바리톤, 베이스로 나눕니다.
nl: Het bereik alleen bepaalt je stemtype niet. Docenten kijken ook naar je tessituur en de kenmerkende klank van je stem. In de klassieke muziek worden vrouwenstemmen meestal ingedeeld in sopraan, mezzosopraan en alt, en mannenstemmen in contratenor, tenor, bariton en bas.
pl: Sama skala nie decyduje o rodzaju głosu. Nauczyciele biorą też pod uwagę twoją tessyturę i charakterystyczne brzmienie głosu. W muzyce klasycznej głosy kobiece dzieli się zwykle na sopran, mezzosopran i kontralt, a męskie na kontratenor, tenor, baryton i bas.
pt_br: A extensão sozinha não define seu tipo de voz. Os professores também consideram sua tessitura e o som característico da sua voz. Na música clássica, as vozes femininas costumam ser classificadas em soprano, mezzo-soprano e contralto, e as masculinas em contratenor, tenor, barítono e baixo.
ru: Один лишь диапазон не определяет тип голоса. Педагоги учитывают также тесситуру и характерное звучание голоса. В классической музыке женские голоса обычно делят на сопрано, меццо-сопрано и контральто, а мужские на контратенор, тенор, баритон и бас.
sv: Omfånget ensamt avgör inte din rösttyp. Lärare tar också hänsyn till din tessitur och din rösts karakteristiska klang. Inom klassisk musik delas kvinnoröster oftast in i sopran, mezzosopran och alt, och mansröster i kontratenor, tenor, baryton och bas.
tr: Ses türünüzü tek başına ses aralığı belirlemez. Eğitmenler tessituranızı ve sesinizin kendine özgü tınısını da dikkate alır. Klasik müzikte kadın sesleri genellikle soprano, mezzosoprano ve kontralto; erkek sesleri ise kontrtenor, tenor, bariton ve bas olarak sınıflandırılır.
zh_hans: 仅凭音域并不能决定你的声部类型。老师还会考虑你的常用音区和嗓音特有的音色。古典音乐通常把女声分为女高音、女中音和女低音，把男声分为假声男高音、男高音、男中音和男低音。

source: Range and Tessitura
ar: المدى الصوتي والتيسيتورا
de: Stimmumfang und Tessitura
es: Extensión y tesitura
fr: Étendue et tessiture
it: Estensione e tessitura
ja: 音域とテッシトゥーラ
ko: 음역과 테시투라
nl: Bereik en tessituur
pl: Skala i tessytura
pt_br: Extensão e tessitura
ru: Диапазон и тесситура
sv: Omfång och tessitur
tr: Ses aralığı ve tessitura
zh_hans: 音域与常用音区

source: Recent
ar: الأخيرة
de: Zuletzt
es: Recientes
fr: Récents
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
ru: Недавние
sv: Senaste
tr: Son kullanılan
zh_hans: 最近
